Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.818335950a33
source: 体重、筋トレ量、疲労度、睡眠を見ます。疲労が高い日は無理に伸ばさない設計にします。
ar_sa: تحقق من وزنك ومقدار تدريب العضلات ومستوى التعب والنوم. في الأيام التي يكون فيها التعب مرتفعًا، يكون التصميم بحيث لا تقوم بالتمدد بقوة.
ca: Comproveu el vostre pes, la quantitat d'entrenament muscular, el nivell de fatiga i el son. Els dies en què la fatiga és alta, el disseny és tal que no us estireu massa.
cs: Sledujte svou hmotnost, objem tréninku, úroveň únavy a spánku. V dnech s vysokou úrovní únavy navrhněte, aby se nemusely nutně zvyšovat hodnoty.
da: Se din vægt, mængden af styrketræning, træthedsniveau og søvn. Design appen, så den ikke tvinger dig til at træne, når du er meget træt.
de_de: Ihr Gewicht, Trainingsmenge, Erschöpfungsgrad und Schlaf anzeigen. Das System ist so konzipiert, dass es an Tagen mit hohem Erschöpfungsgrad nicht versucht, Ihr Ziel unnötig zu steigern.
el: Παρακολουθήστε το βάρος, την ποσότητα των ασκήσεων και το επίπεδο κόπωσης, καθώς και τον ύπνο σας. Σχεδιάστε έτσι ώστε να μην αναγκάζεστε να αυξήσετε τα βάρη όταν είστε πολύ κουρασμένοι.
en_au: View your weight, muscle training volume, fatigue level, and sleep quality. Design it so that you don't push yourself too hard when you are fatigued.
es_es: Observa tu peso, cantidad de entrenamiento, nivel de fatiga y calidad del sueño. Diseña para que no fuerces el aumento en días de alta fatiga.
fi: Tarkastele painoa, lihasharjoittelun määrää ja väsymystasoa sekä unta. Suunnittele, että jos olet hyvin väsynyt, et pakota itseäsi harjoittamaan.
fr_ca: Visualiser votre poids, le volume de musculation, votre niveau de fatigue et votre sommeil. Concevoir pour ne pas forcer les jours où la fatigue est élevée.
gu: વજન, સ્નાયુ તાલીમનું પ્રમાણ, થાક અને ઊંઘ જુઓ. જ્યારે થાક વધારે હોય ત્યારે બિનજરૂરી રીતે વધારવાનું ટાળો.
he: בדקו את המשקל, כמות אימוני הכוח ומצב עייפות ושינה. תכננו כך שאם העייפות גבוהה, לא תצטרכו להגדיל באופן מלא.
hi: अपने वजन, मांसपेशियों के व्यायाम की मात्रा, थकान, और नींद को देखें। जब थकान अधिक हो तो जबरदस्ती बढ़ाने से बचने के लिए डिज़ाइन करें।
hr: Pogledajte svoju težinu, količinu treninga, razinu umora i kvalitetu sna. U danima visokog umora, osigurajte da se ne morate prisiljavati na veći napor.
hu: Nézd meg a testsúlyt, az izomterápia mennyiségét és a fáradtságot, valamint a pihenést. Ha nagyon fáradt vagy, tervezd úgy, hogy ne próbálj túl nagy terheléshez alkalmazkodni.
id: Lihat berat badan, jumlah latihan, tingkat kelelahan, dan kualitas tidur. Rancang agar tidak memaksa meningkatkan berat badan saat kelelahan tinggi.
it: Visualizzare il peso, la quantità di allenamento, il livello di affaticamento e le ore di sonno. Progettare in modo da non forzare l'aumento nei giorni di elevato affaticamento.
ko: 몸무게, 근력 운동량, 피로도, 수면 상태를 확인합니다. 피로도가 높을 때는 무리하게 늘리지 않도록 설계합니다.
mr: वजन, स्नायूंचा व्यायाम, थकवा आणि झोप यांचा मागोवा घ्या. जास्त थकवा जाणवत असल्यास, जबरदस्तीने वाढ करण्याऐवजी, आराम करण्यासाठी डिझाइन करा.
ms: Lihat berat badan, kuantiti latihan, tahap keletihan, dan tidur. Rangkaikan supaya anda tidak perlu memaksa diri jika tahap keletihan tinggi.
nl_nl: Bekijk je gewicht, hoeveelheid krachttraining, vermoeidheidsniveau en slaap. Ontwerp het zo dat je niet gedwongen wordt om te trainen als je erg moe bent.
no: Se på vekt, mengde trening, og hvor sliten du er. Designet for å unngå å presse deg for hardt når du er veldig sliten.
pl: Sprawdź wagę, ilość treningów, poziom zmęczenia i jakość snu. W dniach o wysokim poziomie zmęczenia, zaprojektuj aplikację tak, aby nie wymuszała dalszego ćwiczenia.
pt_br: Veja seu peso, volume de treino, nível de fadiga e sono. Projete o sistema para não forçar em dias de alta fadiga.
pt_pt: Veja seu peso, volume de treino, nível de fadiga e sono. Projete o sistema para não forçar em dias de alta fadiga.
ro: Vezi greutatea, volumul de antrenament, nivelul de oboseală și calitatea somnului. Proiectează-o astfel încât să nu forțezi exercițiile în zilele cu oboseală mare.
ru: Смотрите свой вес, количество силовых тренировок и уровень усталости. В дни высокой усталости, не заставляйте себя чрезмерно тренироваться.
sk: Pozrite si svoju hmotnosť, objem tréningu, úroveň únavy a spánok. V dňoch s vysokou úrovňou únavy navrhujeme, aby ste sa nenechali nútiť k cvičeniu.
sl: Pregledajte svojo težo, količino treninga, raven utrujenosti in spanja. V dneh z visoko utrujenostjo, zasnovajte, da ne boste nujno poskušali doseči novih rezultatov.
sv: Se din vikt, mängd styrketräning, trötthetsnivå och sömn. Designa för att inte pressa dig på dagar då du är väldigt trött.
ta: எடை, தசைக் கட்டுப் பயிற்சி அளவு, சோர்வு மற்றும் தூக்கத்தை கண்காணிக்கவும். அதிக சோர்வு ஏற்படும் நாட்களில், தானாகவே அளவை குறைக்க வடிவமைக்கப்பட்டுள்ளது.
te: బరువు, కండరాల వ్యాయామ పరిమాణం, అలసట మరియు నిద్రను చూడండి. అలసట ఎక్కువగా ఉన్న రోజుల్లో, అనవసరంగా పెంచకుండా ఉండేలా రూపొందించండి.
th: ดูน้ำหนัก, ปริมาณการฝึก, ระดับความเหนื่อย, และคุณภาพการนอนหลับ ออกแบบให้ไม่บังคับเมื่อรู้สึกเหนื่อยมากเกินไป
tr: Ağırlık, egzersiz miktarı, yorgunluk seviyesi, uyku.
uk: Переглядайте свою вагу, об’єм силових тренувань та рівень втоми. Спроектуйте програму так, щоб у дні високої втоми не було необхідності надмірно навантажуватися.
vi: Xem cân nặng, khối lượng tập, mức độ mệt mỏi và thời gian ngủ. Thiết kế để không ép khi mức độ mệt mỏi cao.
zh_hans: 查看体重、力量训练量、疲劳程度和睡眠情况。在疲劳严重时，采用不强迫增加的设计。
zh_hant: 觀察體重、肌力訓練量、疲勞程度和睡眠狀況。在疲勞較高的日子，設計成不強迫增加體重的模式。

# domain_catalog.8184e17f695d
source: 腕を伸ばしたままバンドを左右に開き、肩後部と背中を使う。
ar_sa: افتح الشريط إلى اليسار واليمين مع إبقاء ذراعيك ممدودتين، باستخدام الجزء الخلفي من كتفيك وظهرك.
ca: Obriu la banda cap a l'esquerra i la dreta mantenint els braços estesos, utilitzant la part posterior de les espatlles i l'esquena.
cs: Rozepněte gumovou pásku vpravo a vlevo, přičemž využijte ramena a záda.
da: Hold armene udstrakt og åbn håndledsremmen til venstre og højre ved hjælp af skuldrene og ryggen.
de_de: Die Arme ausgestreckt halten und das Band seitlich öffnen, wobei die Schulter- und Rückenmuskulatur beansprucht wird.
el: Μετά από τεντωμένα χέρια, ανοίξτε τον ιμάντα στα δεξιά και αριστερά χρησιμοποιώντας τους ώμους και την πλάτη.
en_au: Extend your arms and use your shoulders and back to open the resistance band to the left and right.
es_es: Extiende los brazos y abre la banda a ambos lados, utilizando los hombros y la espalda.
fi: Avaa rannekeet sivusuunnassa pitämällä käsiä suorina ja käytä hartioita ja selkää.
fr_ca: Étendez vos bras et ouvrez le élastique de chaque côté, en utilisant ainsi les épaules et le dos.
gu: હાથને સીધા રાખીને, બેન્ડને ડાબે-જમણે ખોલો, અને ખભાના પાછળના ભાગ અને espaldaનો ઉપયોગ કરો.
he: להישיר את הידיים ולהפעיל רצועה מצד לצד, תוך שימוש בשרירי הכתפיים והגב.
hi: अपनी बाहों को सीधा रखते हुए, बैंड को बाएं और दाएं ओर खोलें, और अपनी पीठ और कंधों का उपयोग करें।
hr: Držite ruke ispružene i otvarajte traku prema lijevoj i desnoj strani, koristeći mišiće ramena i leđa.
hu: Nyitd ki a gumit a karoddal balra és jobbra, miközben a vállaidat és hátadat használod.
id: Saat lengan terentang, buka pita ke kiri dan kanan menggunakan bahu dan punggung.
it: Allungare le braccia e aprire la fascia elastica lateralmente, utilizzando i muscoli della spalla e della schiena.
ko: 팔을 쭉 뻗은 채로 밴드를 좌우로 벌리고, 어깨 뒤쪽과 등을 사용합니다.
mr: हात सरळ ठेवून दोरीला डावीकडे-उजवीकडे ओढा, ज्यामुळे खांद्यांचा आणि पाठीचा कणा यांचा वापर होईल.
ms: Rentangkan lengan, buka gelang ke kiri dan kanan menggunakan bahu dan belakang badan.
nl_nl: Breid je armen uit en gebruik je schouders en rug om het touw naar links en rechts te bewegen.
no: Hold armene utstrakt og åpne båndet fra side til side ved hjelp av skuldrene og ryggen.
pl: Rozciągnij ramiona i otwórz gumę w lewo i prawo, wykorzystując mięśnie barków i pleców.
pt_br: Mantenha os braços estendidos e abra a faixa para os lados, usando os ombros e as costas.
pt_pt: Mantenha os braços estendidos e abra a faixa para os lados, usando os ombros e as costas.
ro: Întindeți brațele și deschideți banda lateral, utilizând umerii și spatele.
ru: Расположите эластичную ленту по бокам, держа руки вытянутыми, используя мышцы плеч и спины.
sk: Rozmote ruku a spáť zdvihnite činku, využívajúc ramenné svaly a zad.
sl: Raztegnete roke in z gumo razgibate ramo in hrbet.
sv: Sträcka ut armarna och öppna bandet åt vänster och höger, använd axlarna och ryggen.
ta: உங்கள் கைகளை நீட்டி, பெண்டில்-ஐ இடது மற்றும் வலது பக்கமாக திறந்து, உங்கள் தோள்பட்டை மற்றும் முதுகை பயன்படுத்தவும்.
te: చేతులను చాపి, బ్యాండ్‌ను ఎడమ మరియు కుడి వైపుకు తెరిచి, భుజం వెనుక భాగం మరియు వెన్నును ఉపయోగించండి.
th: ขยายแขน, ดึงแถบไปด้านซ้ายและขวา โดยใช้กล้ามเนื้อหลังและไหล่
tr: Kolunu uzatarak, bandı sol ve sağa doğru açarak omuz arkasını ve sırtını kullan.
uk: Тримаючи руки прямими, відкривайте гумку вліво і вправо, використовуючи плечі та спину.
vi: Giữ khuỷu tay thẳng, mở băng ra trái hoặc phải bằng cách sử dụng vai và lưng.
zh_hans: 将手臂伸直，然后左右打开手腕，利用肩后部和背部。
zh_hant: 保持手臂伸直，然後左右拉開束帶，利用肩後部和背部。

# domain_catalog.82a081d1ac91
source: アップライトロー
ar_sa: صف مستقيم
ca: fila vertical
cs: Přímý podchop
da: Overhead Triceps Extension
de_de: Überkopf-Trizepsextension
el: Άνυψωση με κλίση
en_au: Upright row
es_es: Curl con barra en inclinación
fi: Ylävartalon treeni
fr_ca: Élévation latérale
gu: અપરાઇટ રો
he: תרגל עליון
hi: अपराइट रो
hr: Upravni potez s utegom
hu: Felemelt nyújtás
id: Upright Row
it: Upright Row
ko: 업라이트 로우
mr: अपराइट रो
ms: Upright Row
nl_nl: Upright row
no: Overhead triceps extension
pl: Wznoszenie sztangi
pt_br: Elevação com barra
pt_pt: Elevação com barra
ro: Ridicări cu bara
ru: Вертикальный жим штанги
sk: Upright row
sl: Upright Row
sv: Upprätt rodd
ta: உயரமான நிலையில் உடற்பயிற்சி
te: అప్‌రైట్ రో
th: ท่า Upright Row
tr: Üst Üste yapılan bükülme hareketi
uk: Вертикальний жим
vi: Bài tập nâng người lên
zh_hans: 高位杠铃
zh_hant: 上斜槓鈴

# domain_catalog.82a2aeb11b42
source: バーベルロー
ar_sa: صف الحديد
ca: fila de barra
cs: Přítahy s činkou
da: Stangløft
de_de: Langhantel-Rückstrecken
el: Κάμψη με μπάρα προς τα κάτω
en_au: Barbell Row
es_es: Remo con barra
fi: Tankon vetäminen alas
fr_ca: Row avec barre
gu: બારબેલ રો
he: הרמת משקולת
hi: बारबेल रो
hr: Podizanje štange
hu: Hátsó emelkedés (álló helyzetben)
id: Rows Barbel
it: Rematore con bilanciere
ko: 바벨 로우
mr: बार्बेल रो
ms: Tarik Palang
nl_nl: Gewicht omlaag tillen
no: Roing med vektstang
pl: Wypychanie hantlem
pt_br: Remada com barra
pt_pt: Remada com barra
ro: Ridicarea barei
ru: Тяга штанги к поясу
sk: Ťahovanie s činkou
sl: Vez s kompresijo
sv: Hantellift
ta: பர்வெல் ரோ
te: బార్‌బెల్ రో
th: การดึงบาร์เบิลลง
tr: Barbel Row
uk: Тяг штанги до грудей
vi: Ép tạ kéo về
zh_hans: 杠铃深蹲
zh_hant: 杠铃深蹲

# domain_catalog.83730a291436
source: 肘を曲げる
ar_sa: ثني الكوع
ca: doblegar el colze
cs: Ohněte lokty
da: Bøj i albuerne
de_de: Beuge deine Ellbogen leicht, während du deine Arme in einer Bogenbewegung zur Seite senkst.
el: Λυγίστε τους αγκώνες σας
en_au: Bend your elbows
es_es: Doblar los codos
fi: Taivuta kyynärpäitä
fr_ca: Pliez vos coudes
gu: હાથને વાળો
he: להתכופף את הכתף
hi: अपनी कोहनी को मोड़ें
hr: Savijte ruke
hu: Hajtja meg a karokat
id: Menebuk siku
it: Piega i gomiti
ko: 팔꿈치 구부리기
mr: हात वाकवा
ms: Mengekalkan siku dalam kedudukan yang sesuai
nl_nl: Buig je ellebogen
no: Bøy albuene
pl: Zgiń łokieć
pt_br: Dobre os cotovelos
pt_pt: Dobre os cotovelos
ro: Îndoaie antebrațul.
ru: Согните локти
sk: Ohnútte lakte
sl: Bodite pozorni na položaj rok.
sv: Böj armbågen
ta: கைகளை மடக்குங்கள்
te: చేతులను వంచడం
th: งอข้อศอก
tr: Dirseğinizi bükün
uk: Згинайте руки
vi: Gập khuỷu tay
zh_hans: 弯曲肘部
zh_hant: 彎曲肘部

# domain_catalog.83e9d90bae18
source: ボディメイクコーチ
ar_sa: مدرب صنع الجسم
ca: entrenador de fer cos
cs: Trenér pro posilování
da: Træner
de_de: Fitness-Coach
el: Επαγγελματίας προπόνησης για τη διαμόρφωση του σώματος
en_au: Bodyweight Coach
es_es: Entrenador personal
fi: Kehonmuotoilun valmentaja
fr_ca: Coach de remise en forme
gu: બોડી મેક કોચ
he: מאמן כושר גוף
hi: बॉडी मेक कोच
hr: Trener za izgradnju tijela
hu: Edző
id: Pelatih Body Make
it: Allenatore per il fitness
ko: 바디 메이크 코치
mr: बॉडी मेक कोच
ms: Pelatih Pembentukan Badan
nl_nl: Fitness coach
no: Treningsveileder
pl: Trener do budowania sylwetki
pt_br: Treinador de fitness
pt_pt: Treinador de fitness
ro: Antrenor personal
ru: Тренер по фитнесу
sk: Tréningový kouč
sl: Trener za oblikovanje telesa
sv: Träningscoach
ta: உடல் பயிற்சி பயிற்சியாளர்
te: బాడీ మేక్ కోచ్
th: โค้ชสร้างรูปร่าง
tr: Vücut Şekillendirme Koçu
uk: Тренер з фітнесу
vi: Huấn luyện viên tập thể dục
zh_hans: 健身教练
zh_hant: 健身教练

# domain_catalog.846cc0e68461
source: 未連携
ar_sa: غير مرتبط
ca: No enllaçat
cs: Nezkontrolováno
da: Ikke forbundet
de_de: Nicht verbunden
el: Μη συνδεδεμένο
en_au: Not linked
es_es: No conectado
fi: Ei yhdistetty
fr_ca: Non connecté
gu: સંલગ્ન નથી
he: לא מחובר
hi: जुड़ाव नहीं
hr: Nije povezano
hu: Nem összekapcsolva
id: Belum terhubung
it: Non collegato
ko: 연결되지 않음
mr: लिंक केलेले नाही
ms: Belum disambungkan
nl_nl: Niet gekoppeld
no: Ikke koblet til
pl: Nie połączone
pt_br: Não conectado
pt_pt: Não conectado
ro: Nerespectat
ru: Не связано
sk: Nepripojené
sl: Ne povezana
sv: Ej kopplat
ta: இணைக்கப்படவில்லை
te: సంబంధితం కానిది
th: ยังไม่ได้เชื่อมต่อ
tr: Bağlantı kurulmamış
uk: Не синхронізовано
vi: Chưa kết nối
zh_hans: 未关联
zh_hant: 未連結

# domain_catalog.85d0ccc5ceba
source: 自重
ar_sa: الوزن الخاص
ca: pes propi
cs: Samotné cvičení
da: Selvvægt
de_de: Eigenes Gewicht
el: Αυτοκινητόνυμο άσκηση
en_au: Bodyweight
es_es: Peso corporal
fi: Itseharjoittelu
fr_ca: Exercices au poids du corps
gu: સ્વયં-વજન
he: תרגילים ללא משקולות
hi: स्वयं का वजन
hr: Samopomoć
hu: Saját súly
id: Latihan Beban Tubuh
it: Esercizi a corpo libero
ko: 자세 (무게 중심)
mr: स्वतःचे वजन
ms: Berat badan
nl_nl: Gewichts-training
no: Selvvekt
pl: Ćwiczenia z własną masą ciała
pt_br: Peso corporal
pt_pt: Peso corporal
ro: Exerciții cu propria greutate
ru: Самостоятельные упражнения
sk: Cvičenie s vlastnou váhou
sl: Samopomoč
sv: Kroppen själv
ta: சுயமாக செய்யும் உடற்பயிற்சி
te: స్వీయ బరువు
th: ออกกำลังกายแบบไม่มีอุปกรณ์
tr: Ağırlık antrenmanı
uk: Самостійні вправи
vi: Tập tạ

# domain_catalog.873302c4b236
source: 自分で設定
ar_sa: اضبطها بنفسك
ca: Estableix-ho tu mateix
cs: Nastavte si to sami
da: Eget valg af indstillinger
de_de: Selbst definierte Ziele
el: Ορίστε το μόνοι εσείς
en_au: Set it yourself
es_es: Define tus propios objetivos
fi: Aseta itse
fr_ca: Définir soi-même
gu: તમે જાતે સેટ કરો
he: הגדר באופן עצמאי
hi: खुद से सेट करें
hr: Postavite sami
hu: Önálló beállítás
id: Atur sendiri
it: Definisci tu stesso
ko: 자신이 설정
mr: स्वतःनुसार सेट करा
ms: Tetapkan sendiri
nl_nl: Zelf instellen
no: Sett opp selv
pl: Ustaw własne cele
pt_br: Defina você mesmo
pt_pt: Defina você mesmo
ro: Setare personalizată
ru: Настройка самостоятельно
sk: Nastavte si sami
sl: Nastavite sami
sv: Sätt upp själv
ta: உங்களுக்காகவே அமைத்துக்கொள்ளுங்கள்
te: మీరు స్వయంగా సెట్ చేయండి
th: ตั้งค่าเอง
tr: Kendinize göre ayarlayın
uk: Встановіть самостійно
vi: Tự đặt mục tiêu
zh_hans: 自定义设置
zh_hant: 自行设定

# domain_catalog.87656b607ca4
source: ダイエット
ar_sa: النظام الغذائي
ca: dieta
cs: Hubnutí
da: Kost
de_de: Diät
el: Δίαιτα
en_au: Weight loss
es_es: Dieta
fi: Painonpudotus
fr_ca: Perte de poids
gu: વજન ઘટાડવું
he: דיאטה
hi: वजन घटाना
hr: Dijeta
hu: Alkalmazkodás
id: Diet
it: Perdere peso
ko: 체중 감량
mr: आहार
ms: Diet
nl_nl: Gewichtsverlies
no: Kosthold
pl: Dieta
pt_br: Emagrecimento
pt_pt: Emagrecimento
ro: Dietă
ru: Диета
sk: Diéta
sl: Dieta
sv: Viktminskning
ta: உடல் எடை குறைப்பு
te: డైట్
th: ควบคุมน้ำหนัก
tr: Kilo verme
uk: Дієта
vi: Giảm cân
zh_hans: 减肥
zh_hant: 減肥

# domain_catalog.8797f4d5f573
source: 背中を平らに保ち、肘を腰へ引くようにダンベルを持ち上げる。
ar_sa: أبقِ ظهرك مسطحًا، وارفع الدمبلز عن طريق سحب مرفقيك نحو الوركين.
ca: Mantenint l'esquena plana, aixeca les manuelles estirant els colzes cap als malucs.
cs: Udržujte rovná záda a zvedejte činku tak, abyste ji drželi u pasu.
da: Hold ryggen ret og løft håndvægten med armene ud, så de når mod hofterne.
de_de: Den Rücken gerade halten und mit dem Hantel den Oberkörper anheben, wobei die Arme zum Körper gezogen werden.
el: Διατηρήστε την πλάτη σας ίσια και σηκώστε το αλτήρα κρατώντας τους αγκώνες κοντά στο σώμα.
en_au: Keep your back flat and lift the dumbbell by pulling your elbows towards your waist.
es_es: Mantén la espalda recta y levanta el mancuernas, acercando los codos al abdomen.
fi: Pidä selkä tasaisena ja nosta käsipainoa pitämällä kyynärpäät lähellä vatsaa.
fr_ca: Gardez le dos droit et soulevez le haltère en tirant les coudes vers le bas.
gu: મા espaldaને સપાટ રાખો, અને ખભાને પેટ તરફ ખેંચીને ડમ્બેલ ઉઠાવો.
he: לשמור על הגב במצב ישר, להרים משקולת כך שהמרפקים יהיו קרובים לגוף.
hi: अपनी पीठ को सपाट रखें, और अपनी बाहों को अपने पेट की ओर खींचते हुए डम्बल उठाएँ।
hr: Držite leđa ravnim, podižite uteg tako da vam ruke idu prema struku.
hu: Tartsa a hátát egyenesen, és emelje a käszt a deréka irányába.
id: Jaga agar punggung tetap lurus, lalu angkat dumbbell dengan menarik siku ke arah pinggang.
it: Mantenere la schiena dritta e sollevare i manubri tenendoli vicino al corpo, tirando l'avambraccio verso il basso.
ko: 허리를 똑바로 유지하고, 팔꿈치를 허리에 붙듯이 덤벨을 들어 올립니다.
mr: पाठीचा कणा सरळ ठेवा, हातांच्या साहाय्याने डंबेल वर उचला.
ms: Pertahankan punggung tetap rata, angkat dumbbell dengan menarik siku ke arah pinggang.
nl_nl: Houd de rug recht en til met dumbbells, waarbij je de ellebogen richting je heupen houdt.
no: Hold ryggen rett og løft vekten med armene, slik at albuene peker mot hoften.
pl: Utrzymuj proste plecy i podnoś sztangę, trzymając ją blisko pasa.
pt_br: Mantenha as costas retas e levante a barra com os braços estendidos, como se estivesse puxando para baixo em direção à cintura.
pt_pt: Mantenha as costas retas e levante a barra com os braços estendidos, como se estivesse puxando para baixo em direção à cintura.
ro: Mențineți spatele drept și ridicați ganterele, trăgând coatele spre abdomen.
ru: Держите спину ровной, поднимая гантель так, чтобы локти были направлены к пояснице.
sk: Udržujte zad rovný a zdvíhajte činku tak, aby ste si držali ramena blízko tela.
sl: Držite utež tako, da je hrbet ravno,in dvajete z ramo.
sv: Håll ryggen rak och lyft hanteln genom att dra armarna mot höfterna.
ta: உங்கள் முதுகை நேராக வைத்து, உங்கள் கைகளை இடுப்புக்கு அருகில் கொண்டு வந்து டம்பல்-ஐ உயர்த்தவும்.
te: వెన్నును చదునుగా ఉంచి, మోచేతులను కాలు వైపుకు లాగి డంబెల్‌ను పైకి ఎత్తండి.
th: รักษาให้หลังอยู่ในแนวตรง, ยกดัมเบลโดยให้ข้อศอกแนบกับเอว
tr: Arkanı düz tutarak, dirseklerini kalçalarına doğru çekerek ağırlığı kaldır.
uk: Тримайте спину рівною, піднімайте гантель так, щоб лікті були біля талії.
vi: Giữ lưng thẳng, nâng tạ bằng cách đưa khuỷu tay về phía eo.
zh_hans: 保持背部平直，并将肘部向腰部方向拉，抬起哑铃
zh_hant: 保持背部挺直，並用肘部向腰部拉的動作抬起啞鈴

# domain_catalog.87e1af9fe092
source: 辛抱強く正確。少ない量で終える判断も支える
ar_sa: صبور ودقيق. يؤيد قرار الانتهاء بمبلغ صغير
ca: Pacient i precís. Admet la decisió d'acabar amb una petita quantitat
cs: Buďte trpěliví a přesní. Podporujeme i rozhodnutí ukončit cvičení s menším počtem opakování.
da: Vær tålmodig og præcis. Appen støtter også beslutninger om at afslutte med mindre mængder.
de_de: Geduldig und präzise. Unterstützen Sie auch Entscheidungen, bei denen eine geringe Menge verwendet wird.
el: Επιμονή και ακρίβεια. Υποστηρίζουμε την απόφαση για μικρότερες ποσότητες.
en_au: Patience and accuracy are key. We support decisions to finish with a smaller amount.
es_es: Sé paciente y preciso. Apoya la decisión de terminar con una cantidad pequeña.
fi: Ole kärsivällinen ja tarkka. Tukee myös päätöksiä, joissa käytetään vähän
fr_ca: Être patient et précis. Soutenir les décisions basées sur de petites quantités.
gu: ધીરજથી અને ચોકસાઈથી કામ કરો. ઓછી માત્રામાં પણ યોગ્ય નિર્ણય લેવામાં મદદ કરે છે.
he: סבלנות ודיוק. תמיכה בהחלטות להפסקת פעילות גם עם כמות קטנה.
hi: धैर्यपूर्वक और सटीक रूप से। कम मात्रा में भी समाप्त करने का निर्णय लेने में मदद करता है।
hr: Budi strpljiv i točan. Podržavamo odluke koje uključuju malu količinu.
hu: Türelem és precizitás. Segít a kis mennyiségben történő döntésekben is.
id: Bersabar dan akurat. Mendukung pengambilan keputusan untuk menyelesaikan latihan dengan jumlah yang lebih sedikit.
it: Sii paziente e preciso. Supporta anche le decisioni prese con piccole quantità.
ko: 인내심을 가지고 정확하게 수행합니다. 적은 양으로 마무리하는 판단도 지원합니다.
mr: धैर्य ठेवा आणि अचूकपणे करा. कमी प्रमाणात व्यायाम करून घेतल्यानंतर निर्णय घेण्यास मदत करा.
ms: Bersabar dan tepat. Menyokong keputusan untuk menyelesaikan dengan jumlah yang kurang.
nl_nl: Wees geduldig en nauwkeurig. Ondersteunt beslissingen om met kleine hoeveelheden te stoppen.
no: Vær tålmodig og nøyaktig. Appen støtter også beslutninger om å avslutte med mindre mengder.
pl: Cierpliwie i precyzyjnie. Wspieramy również decyzje dotyczące małych ilości.
pt_br: Seja paciente e preciso. Apoie decisões de reduzir a quantidade.
pt_pt: Seja paciente e preciso. Apoie decisões de reduzir a quantidade.
ro: Fii perseverent și precis. Aplica suport pentru deciziile de a termina cu o cantitate mică.
ru: Терпеливо и точно. Поддерживаем принятие решения об окончании тренировки с небольшим количеством повторений.
sk: Trpezlivo a presne. Podporujeme aj rozhodovanie, ktoré zahŕňa menšie množstvo.
sl: Bodite potrpežni in natančni. Podpiramo tudi odločitve o končanju z manjšo količino.
sv: Var tålmodig och noggrann. Stöd även beslut om att avsluta med mindre mängd.
ta: பொறுமையாகவும், துல்லியமாகவும் செயல்படுங்கள். சிறிய அளவில் முடித்துக்கொள்ளும் முடிவுகளுக்கு ஆதரவு அளிக்கவும்.
te: ఓపికగా మరియు ఖచ్చితంగా ఉండండి. తక్కువ మొత్తంలో ముగించడానికి కూడా సహాయపడుతుంది.
th: อดทนและแม่นยำ ช่วยในการตัดสินใจเมื่อใช้ปริมาณน้อย
tr: Sabırla ve doğru bir şekilde hareket et. Az miktarda çalışarak karar vermeni destekliyoruz.
uk: Будьте терплячими та точними. Допомагаємо вам приймати рішення щодо невеликої кількості.
vi: Kiên nhẫn và chính xác. Hỗ trợ quyết định kết thúc với lượng nhỏ.
zh_hans: 耐心且准确。即使是少量，也能支持判断
zh_hant: 耐心且準確。即使用少量來完成判斷，也會得到支持

# domain_catalog.880abc0737e1
source: 部位バランスを調整
ar_sa: ضبط توازن الجزء
ca: Ajustar l'equilibri de les peces
cs: Upravte rovnováhu mezi jednotlivými partami
da: Juster kropsbalancen
de_de: Passen Sie das Gleichgewicht an
el: Ρυθμίστε την ισορροπία των μυών
en_au: Adjust body balance
es_es: Ajusta el equilibrio corporal.
fi: Säädä kehon osien tasapainoa
fr_ca: Ajuster l'équilibre musculaire
gu: ભાગનું સંતુલન સુધારો
he: התאמת איזון הגוף
hi: भागों का संतुलन समायोजित करें
hr: Ajustiraj ravnotežu tijela
hu: Testrészek egyensúlyának beállítása
id: Menyesuaikan keseimbangan tubuh
it: Regola l'equilibrio muscolare
ko: 부위 균형을 조절합니다.
mr: शरीराच्या भागांचे संतुलन समायोजित करा
ms: Sesuaikan keseimbangan bahagian
nl_nl: Pas de balans tussen de verschillende delen aan
no: Juster kroppens balanse
pl: Dostosuj proporcje partii ciała
pt_br: Ajuste o equilíbrio muscular
pt_pt: Ajuste o equilíbrio muscular
ro: Ajustează echilibrul corpului
ru: Настройте баланс между разными частями тела.
sk: Upravte rovnováhu jednotlivých častí tela
sl: Uredite ravnovesje delov telesa
sv: Justera kroppsbalansen
ta: உடலின் சமநிலையை சரிசெய்யவும்
te: భాగాల సమతుల్యతను సర్దుబాటు చేయడం
th: ปรับสมดุลของร่างกาย
tr: Bölge dengesini ayarlamak
uk: Налаштуйте баланс між частинами тіла
vi: Điều chỉnh sự cân bằng của các bộ phận
zh_hans: 调整身体比例
zh_hant: 調整部位比例
